Repository: darktable-org/darktable
Catalog: doc/usermanual/po/fr.tmx
Source language: en
Languages: fr

source: number of stops between middle grey and pure black. this is a reading a lightmeter would give you on the scene. increase to get more contrast. decrease to recover more details in low-lights.
fr: nombre de stops entre le gris moyen et le noir pur ceci est la valeur que vous donnerait un posemètre sur la scène augmenter pour avoir plus de contraste diminuer pour récupérer des détails dans les basses lumières.

source: safety factor
fr: facteur de sécurité

source: enlarge or shrink the computed dynamic range. useful in conjunction with "auto tune levels".
fr: élargir ou rétrécir la plage dynamique calculée ceci est utile avec l'utilisation des « niveaux automatiques ».

source: auto tune levels
fr: niveaux automatiques

source: try to optimize the settings with some guessing. this will fit the luminance range inside the histogram bounds. works better for landscapes and evenly-lit pictures but fails for high-keys and low-keys.
fr: essai d'optimiser les réglages par analyse. l'étendu de la luminance sera placée dans l'histogramme. marche mieux sur les paysages et images exposées uniformément et donnera de mauvais résultat sur des clairs-obscurs et high-key.

source: filmic S curve
fr: courbe filmique en S

source: slope of the linear part of the curve affects mostly the mid-tones
fr: pente de la partie linéaire de la courbe touche principalement les tons moyens.

source: width of the linear domain in the middle of the curve. increase to get more contrast at the extreme luminances. this has no effect on mid-tones.
fr: domaine de linéarité au centre de la courbe augmenter pour obtenir plus de contraste dans les luminances extrêmes ce réglage n'a aucun effet dans les tons moyens.

source: shadows/highlights balance
fr: balance ombres/hautes lumières

source: slides the latitude along the slope to give more room to shadows or highlights. use it if you need to protect the details at one extremity of the histogram.
fr: décale la latitude le long de la courbe pour donner plus d'espace aux ombres ou hautes lumières. à utiliser pour protéger les détails aux extrémités de l'histogramme.

source: global saturation
fr: saturation globale

source: desaturates the input of the module globally. you need to set this value below 100% if the chrominance preservation is enabled.
fr: désature globalement en entrée. la valeur doit être en dessous de 100% si la conservation de la chrominance est activée.

source: extreme luminance saturation
fr: saturation luminance extrême

source: desaturates the output of the module specifically at extreme luminances. decrease if shadows and/or highlights are over-saturated.
fr: désature la sortie du module plus particulièrement aux luminances extrêmes. diminuer si les ombres et/ou les hautes lumières sont sur-saturés.

source: intent
fr: rendu

source: contrasted
fr: contrasté

source: faded
fr: délavé

source: optimized
fr: optimisé

source: change this method if you see reversed contrast or faded blacks
fr: changer la méthode si des contrastes inversés ou noirs fades apparaissent

source: preserve the chrominance
fr: préserver couleur

source: ensure the original color are preserved. may reinforce chromatic aberrations. you need to manually tune the saturation when using this mode.
fr: préserve les couleurs d'origine peut produire des couleurs sur-saturées et renforcer les aberrations chromatiques il est nécessaire d'ajuster manuellement la saturation dans ce mode.

source: destination/display
fr: destination/affichage

source: target black luminance
fr: luminance du noir cible

source: luminance of output pure black, this should be 0% except if you want a faded look
fr: luminance du noir pur de sortie, devrait être 0% sauf pour obtenir des tons fades

source: target middle grey
fr: gris moyen cible

source: midde grey value of the target display or color space. you should never touch that unless you know what you are doing.
fr: valeur du gris moyen de la cible de sortie ou de l'espace de couleur. ne jamais toucher sauf si vous savez ce que vous faites.

source: target white luminance
fr: luminance du blanc cible

source: luminance of output pure white, this should be 100% except if you want a faded look
fr: luminance du blanc pur de sortie, devrait être 100% sauf pour obtenir des tons fades

source: target gamma
fr: gamma cible

source: power or gamma of the transfer function of the display or color space. you should never touch that unless you know what you are doing.
fr: power ou gamma de la fonction de transfert de l'affichage ou de l'espace de couleur. ne jamais toucher sauf si vous savez ce que vous faites.

source: filmic rgb
fr: filmique rvb

source: 07 EV dynamic range
fr: plage dynamique 7 IL

source: 09 EV dynamic range
fr: plage dynamique 9 IL

source: 11 EV dynamic range
fr: plage dynamique 11 IL

source: 13 EV dynamic range
fr: plage dynamique 13 IL

source: 15 EV (backlighting)
fr: 15 IL (contre-jour)

source: 17 EV (HDR)
fr: 17 IL (HDR)

source: white exposure
fr: expositions du blanc

source: black exposure
fr: exposition relative du noir

source: dynamic range scaling
fr: échelle plage dynamique

source: shadows highlights balance
fr: balance ombres hautes lumières

source: target power transfer function
fr: puissance fonction transfert cible

source: preserve chrominance
fr: préserver chrominance

source: read-only graph, use the parameters below to set the nodes the bright curve is the filmic tone mapping curve the dark curve is the desaturation curve
fr: graphe lecture-seul, utiliser les paramètres suivants pour positionner les nœuds la courbe claires représente le mappage des tonalités la courbe sombre représente la dé-saturation.

source: scene
fr: scène

source: display
fr: affichage

source: adjust to match the average luminance of the image's subject. the value entered here will then be remapped to 18.45%. decrease the value to increase the overall brightness.
fr: ajuster pour correspondre à la luminance moyenne du sujet de l'image. la valeur entrée ici sera alors ajustée pour correspondre à 18.45% diminuer la valeur augment la luminosité globale.

source: %+.2f EV
fr: %+.2f IL

source: symmetrically enlarge or shrink the computed dynamic range. useful to give a safety margin to extreme luminances.
fr: élargir ou rétrécir la plage dynamique calculée ceci est utile pour donner une marge de sécurité aux luminances extrêmes.

source: try to optimize the settings with some statistical assumptions. this will fit the luminance range inside the histogram bounds. works better for landscapes and evenly-lit pictures but fails for high-keys, low-keys and high-ISO pictures. this is not an artificial intelligence, but a simple guess. ensure you understand its assumptions before using it.
fr: essai d'optimiser les réglages par analyse. l'étendu de la luminance sera placée dans l'histogramme. marche mieux sur les paysages et images exposées uniformément et donnera de mauvais résultat sur des clairs-obscurs et high-key. cela n'est pas de l'intelligence artificielle, mais une simple analyse. s'assurer de bien comprendre l'analyse avant de l'utiliser.

source: width of the linear domain in the middle of the curve, in percent of the dynamic range (white exposure - black exposure). increase to get more contrast and less desaturation at extreme luminances, decrease otherwise. no desaturation happens in the latitude range. this has no effect on mid-tones.
fr: domaine de linéarité au centre de la courbe en pourcentage de l'étendu dynamique (exposition du noir - exposition du blanc) augmenter pour obtenir plus de contraste dans les luminances extrêmes diminuer sinon. aucune désaturation n'est faites dans l'étendu de la latitude. ce réglage n'a aucun effet dans les tons moyens.

source: desaturates the output of the module specifically at extreme luminances. increase if shadows and/or highlights are under-saturated.
fr: désature la sortie du module plus particulièrement aux luminances extrêmes. augmenter si les ombres et/ou les hautes lumières sont sous-saturées.

source: RGB power norm
fr: norme puissance RVB

source: ensure the original color are preserved. may reinforce chromatic aberrations and chroma noise, so ensure they are properly corrected elsewhere.
fr: préserve les couleurs d'origine peut renforcer les aberrations chromatiques et le bruit chromatique il est nécessaire de s'assurer qu'ils sont correctement corrigés avant.

source: scale into final size
fr: redimensionne à la taille finale

source: autodetect
fr: détection automatique

source: no rotation
fr: pas de rotation

source: flip horizontally
fr: retourne l'image horizontalement

source: flip vertically
fr: retourne l'image verticalement

source: rotate by -90 degrees
fr: rotation de -90 degrés

source: rotate by 90 degrees
fr: rotation de 90 degrés

source: rotate by 180 degrees
fr: rotation de 180 degrés

source: rotate
fr: rotation

source: rotate 90 degrees CCW
fr: tourne les images de 90 degrés (sens anti-horaire)

source: rotate 90 degrees CW
fr: tourne les images de 90 degrés (sens horaire)

source: display encoding
fr: encodage écran

source: global tonemap
fr: mappage global tonalités

source: bias
fr: biais

source: target
fr: cible

source: operator
fr: opérateur

source: the global tonemap operator
fr: opérateur de mappage global des tonalités

source: the bias for tonemapper controls the linearity, the higher the more details in blacks
fr: contrôle la linéarité, plus le biais est élevé plus les détails sont importants dans les ombres

source: the target light for tonemapper specified as cd/m2
fr: cible de luminosité spécifiée en cd/m2

source: neutral gray ND2 (soft)
fr: gris neutre ND2 (doux)

source: neutral gray ND4 (soft)
fr: gris neutre ND4 (doux)

source: neutral gray ND8 (soft)
fr: gris neutre ND8 (doux)

source: neutral gray ND2 (hard)
fr: gris neutre ND2 (dur)

source: neutral gray ND4 (hard)
fr: gris neutre ND4 (dur)

source: neutral gray ND8 (hard)
fr: gris neutre ND8 (dur)

source: orange ND2 (soft)
fr: orange ND2 (doux)

source: yellow ND2 (soft)
fr: jaune ND2 (doux)

source: purple ND2 (soft)
fr: violet ND2 (doux)

source: green ND2 (soft)
fr: vert ND2 (doux)

source: red ND2 (soft)
fr: rouge ND2 (doux)

source: blue ND2 (soft)
fr: bleu ND2 (doux)

source: brown ND4 (soft)
fr: marron ND4 (doux)

source: graduated density
fr: filtre dégradé

source: density
fr: densité

source: hardness
fr: dureté

source: the density in EV for the filter
fr: densité du filtre en IL

source: hardness of graduation: 0% = soft, 100% = hard
fr: dureté du dégradé : 0% = doux, 100% = dur

source: rotation of filter -180 to 180 degrees
fr: rotation du filtre de -180 à 180 degrés

source: select the hue tone of filter
fr: teinte du filtre

source: select the saturation of filter
fr: saturation du filtre

source: [%s on nodes] change line rotation
fr: [%s sur nœuds ] changer l'orientation ligne

source: [%s on line] move line
fr: [%s sur ligne] déplacer ligne

source: [%s on line] change density
fr: [%s sur ligne] changer densité

source: [%s on line] change hardness
fr: [%s sur ligne] changer dureté

source: midtones bias
fr: biais tons-moyens

source: the grain size (~ISO of the film)
fr: taille du grain (~ISO du film)

source: the strength of applied grain
fr: force du grain à appliquer

source: amount of midtones bias from the photographic paper response modeling. the greater the bias, the more pronounced the fall off of the grain in shadows and highlights
fr: quantité du biais des tons-moyens du modèle de réponse du papier photographique. plus le biais est grand, plus prononcée est la diminution du grain dans les ombres et les hautes-lumières.

source: haze removal
fr: suppression de la brume

source: amount of haze reduction
fr: force de réduction de la brume

source: limit haze removal up to a specific spatial depth
fr: limiter la profondeur spatiale maximum de suppression de la brume

source: highlight reconstruction
fr: reconstruire hautes lumières

source: clip highlights
fr: tronquer les hautes lumières

source: reconstruct in LCh
fr: reconstruire dans LCh

source: reconstruct color
fr: reconstruire les couleurs

source: highlight reconstruction method
fr: méthode de reconstruction des hautes lumières

source: manually adjust the clipping threshold against magenta highlights (you shouldn't ever need to touch this)
fr: ajuste le seuil de troncature pour éviter les hautes lumières magenta (vous ne devriez jamais avoir à modifier ce réglage)

source: highpass
fr: filtre passe-haut

source: sharpness
fr: netteté

source: contrast boost
fr: renforcer le contraste

source: the sharpness of highpass filter
fr: netteté du filtre passe-haut

source: the contrast of highpass filter
fr: contraste du filtre passe-haut

source: hot pixels
fr: pixels chauds

source: fixed %d pixel
fr: %d pixel corrigé

source: lower threshold for hot pixel
fr: seuil bas pour les pixels chauds

source: strength of hot pixel correction
fr: force de la correction des pixels chauds

source: detect by 3 neighbors
fr: détection par 3 voisins

source: mark fixed pixels
fr: montrer

source: hot pixel correction only works for raw images.
fr: suppression des pixels chauds uniquement pour les images raw.

source: `%s' color matrix not found for 4bayer image
fr: matrice couleur « %s » non trouvée pour une image de bayer !

source: invert
fr: inverser

source: pick color of film material from image
fr: choisir la couleur du film dans l'image

source: color of film material
fr: couleur du film

source: brightness of film material
fr: luminance du film

source: select color of film material
fr: sélectionne la couleur du film

source: lens correction
fr: correction des objectifs

source: TCA R
fr: AC R

source: TCA B
fr: AC B

source: find camera
fr: boîtier

source: find lens
fr: objectif

source: camera model
fr: modèle de boîtier

source: select corrections
fr: sélectionne les corrections

source: geometry
fr: géométrie

source: maker: %s model: %s%s mount: %s crop factor: %.1f
fr: fabricant : %s modèle : %s%s monture : %s conv. focale : %.1f

source: camera/lens not found - please select manually
fr: boîtier/objectif introuvable > sélection manuelle

source: try to locate your camera/lens in the above two menus
fr: trouver votre boîtier/objectif dans les menus ci-dessus

source: maker: %s model: %s focal range: %s aperture: %s crop factor: %.1f type: %s mounts: %s
fr: fabricant : %s modèle : %s focale(s) : %s ouverture : %s conv. focale : %.1f type : %s montures : %s

source: focal length (mm)
fr: longeur focale (mm)

source: f-number (aperture)
fr: ouverture

source: distance to subject
fr: distance au sujet

source: distortion & TCA
fr: distorsion et chromatisme

source: distortion & vignetting
fr: distorsion et vignettage

source: TCA & vignetting
fr: chromatisme et vignettage

source: only distortion
fr: distorsion seulement

source: only TCA
fr: chromatisme seulement

source: only vignetting
fr: vignettage seulement

source: which corrections to apply
fr: sélectionne les types de correction à effectuer

source: target geometry
fr: géométrie des images (distorsion)

source: rectilinear
fr: rectilinéaire

source: panoramic
fr: panoramique

source: equirectangular
fr: equi-rectangulaire

source: orthographic
fr: orthographique

source: stereographic
fr: stéréographique

source: equisolid angle
fr: angle solide constant

source: thoby fish-eye
fr: fisheye

source: auto scale
fr: échelle auto

source: correct distortions or apply them
fr: corrige ou applique des distorsions

source: correct
fr: retouche

source: distort
fr: déforme

source: Transversal Chromatic Aberration red
fr: Aberrations Chromatiques Transversales rouge

source: TCA red
fr: AC rouge

source: Transversal Chromatic Aberration blue
fr: Aberrations Chromatiques Transversales bleu

source: TCA blue
fr: AC bleu

source: corrections done:
fr: corrections effectuées :

source: which corrections have actually been done
fr: corrections réellement effectuées

source: levels
fr: niveaux

source: white
fr: blanc

source: drag handles to set black, gray, and white points. operates on L channel.
fr: déplacer les barres pour régler les points noir, gris et blanc. agit sur le canal L.

source: apply auto levels
fr: niveaux automatiques

source: pick black point from image
fr: choisir le point noir dans l'image

source: pick medium gray point from image
fr: choisir le point gris dans l'image

source: pick white point from image
fr: choisir le point blanc dans l'image

source: black percentile
fr: centile des noirs

source: gray percentile
fr: centile des gris

source: white percentile
fr: centile des blancs

source: liquify
fr: liquéfier

source: click and drag to add point scroll to change size shift+scroll to change strength - ctrl+scroll to change direction
fr: cliquer et tracer pour ajouter un point défiler pour changer la taille shift+défiler pour changer la force - ctrl+défiler pour changer la direction

source: click to add line scroll to change size shift+scroll to change strength - ctrl+scroll to change direction
fr: cliquer pour ajouter une ligne défiler pour changer la taille shift+défiler pour changer la force - ctrl+défiler pour changer la direction

source: click to add curve scroll to change size shift+scroll to change strength - ctrl+scroll to change direction
fr: cliquer pour ajouter une courbe défiler pour changer la taille shift+défiler pour changer la force - ctrl+défiler pour changer la direction

source: click to edit nodes
fr: cliquer pour éditer les points

source: use a tool to add warps. right-click to remove a warp.
fr: utiliser un outil pour ajouter une forme. clic-droit pour supprimer une forme.

source: warps|nodes count:
fr: nb formes|points :

source: point tool: draw points
fr: outil point : placer des points

source: line tool: draw lines
fr: outil ligne : dessiner des lignes

source: curve tool: draw curves
fr: outil courbe : dessiner des courbes

source: node tool: edit, add and delete nodes
fr: outil point : éditer, ajouter et supprimer des points

source: ctrl+click: add node - right click: remove path ctrl+alt+click: toggle line/curve
fr: ctrl+clic : ajouter un point - clic droit: supprimer un chemin ctrl+alt+clic : changer line/courbe

source: click and drag to move - click: show/hide feathering controls ctrl+click: autosmooth, cusp, smooth, symmetrical - right click to remove
fr: clic et déplacer pour positionner - clic : montre/cache les contrôles de progressivité ctrl+clic : automatique, parabolique, lissé, symétrique - clic-droit pour supprimer

source: drag to change shape of path
fr: déplacer pour changer le chemin

source: drag to adjust warp radius
fr: déplacer pour ajuster le rayon

source: drag to adjust hardness (center)
fr: déplacer pour ajuster la dureté (centre)

source: drag to adjust hardness (feather)
fr: déplacer pour ajuster la dureté (progressif)

source: drag to adjust warp strength ctrl+click: linear, grow, and shrink
fr: déplacer pour ajuster la force du point ctrl+clic : linéaire, augmente et diminue

source: point tool
fr: outil point

source: line tool
fr: outil ligne

source: curve tool
fr: outil courbe

source: node tool
fr: édition des chemins

source: lowlight vision
fr: faible lumière

source: blue shift
fr: bleu

source: indoor bright
fr: intérieur clair

source: indoor dim
fr: intérieur

source: indoor dark
fr: intérieur sombre

source: twilight
fr: crépuscule

source: night street lit
fr: lumière de ville forte

source: night street
fr: lumière de ville

source: night street dark
fr: lumière de ville faible

source: night
fr: nuit

source: dark
fr: foncé

source: bright
fr: clair

source: day vision
fr: vision de jour

source: night vision
fr: vision de nuit

source: blueness in shadows
fr: teinte bleue des ombres

source: lowpass
fr: filtre passe-bas

source: local contrast mask
fr: masque de contraste local

source: filter order
fr: ordre du filtre

source: 0th order
fr: ordre 0

source: 1st order
fr: 1er ordre

source: 2nd order
fr: 2ème ordre

source: filter order of gaussian blur
fr: ordre du filtre de flou gaussien

source: soften with
fr: adoucir avec

source: gaussian
fr: gaussien

source: bilateral filter
fr: filtre bilatéral

source: radius of gaussian/bilateral blur
fr: rayon du flou gaussien/bilatéral

source: contrast of lowpass filter
fr: contraste du filtre passe-bas

source: brightness adjustment of lowpass filter
fr: luminosité du filtre passe-bas

source: color saturation of lowpass filter
fr: saturation des couleurs du filtre passe-bas

source: which filter to use for blurring
fr: filtre à utiliser pour adoucir

source: lut 3D
fr: 3D lut

source: application color space
fr: espace couleur

source: error allocating buffer for gmz lut
fr: erreur - impossible d'allouer la mémoire pour le gmz lut

source: invalid png file %s
fr: fichier png non valide « %s »

source: png bit-depth %d not supported
fr: png %d bits non supportés

source: invalid level in png file %d %d
fr: niveaux invalides dans le fichier png %d %d

source: this darktable build is not compatible with compressed clut
fr: cette version de darktable n'a pas le support des lut compressées

source: error - lut 3D size %d exceeds the maximum supported
fr: erreur - la taille 3D lut de %d dépasse le maximum supporté

source: error allocating buffer for png lut
fr: erreur - impossible d'allouer la mémoire pour le png lut

source: error - could not read png image %s
fr: erreur - impossible de lire l'image png « %s »

source: error - allocating buffer for png lut
fr: erreur - impossible d'allouer la mémoire pour le png lut

source: error - invalid cube file: %s
fr: erreur : fichier cube invalide « %s »

source: DOMAIN MIN <> 0.0 is not supported
fr: DOMAIN MIN <> 0.0 non supporté

source: DOMAIN MAX <> 1.0 is not supported
fr: DOMAIN MAX <> 1.0 non supporté

source: [1D cube lut is not supported
fr: [1D lut cube non supporté

source: error - allocating buffer for cube lut
fr: erreur - impossible d'allouer la mémoire pour le cube lut

source: error - cube lut size is not defined
fr: erreur - taille lut cube non définie

source: error - cube lut invalid number line %d
fr: erreur - nombre de lignes du lut cube non valide %d

source: error - cube lut lines number %d is not correct, should be %d
fr: erreur - nombre (%d) de lignes du lut cube non valide, devrait être %d

source: warning - cube lut %d out of range values [0,1]
fr: attention - lut cube %d valeurs hors de la plage [0,1]

source: error - invalid 3dl file: %s
fr: erreur : fichier 3dl invalide « %s »

source: error - the maximum shaper lut value %d is too low
fr: erreur - la valeur maximum pour la table de transformation lut %d est trop petite

source: error - cube lut lines number is not correct
fr: erreur - nombre de lignes du lut cube non valide

source: error - the maximum lut value does not match any valid bit depth
fr: erreur - la valeur lut maximum ne correspond à aucune taille de bit valide

source: Lut root folder not defined
fr: répertoire racine des fichiers lut non défini

source: select lut file
fr: sélectionner un fichier lut

source: _select
fr: sélection

source: hald cluts (png), 3D lut (cube or 3dl) or gmic compressed lut (gmz)
fr: hald cluts (png), 3D lut (cube ou 3dl) ou gmic lut compressée (gmz)

source: hald cluts (png) or 3D lut (cube or 3dl)
fr: hald cluts (png) ou 3D lut (cube ou 3dl)

source: all files
fr: tous les fichiers

source: Select file outside Lut root folder is not allowed
fr: sélection d'un fichier en dehors du répertoire racine non permise
